import React from "react";
import styles from "./about.module.scss";

const About = () => {
  return (
    <article className={styles.container} id="about">
      <h1>МОРСКАЯ ЧЕРЕПАШКА ПО ИМЕНИ НАТАШКА</h1>
      <section className={styles.content}>
        <p>
          Это было прошлым летом Я лежала на песке Наслаждалась ярким светом
          Криком чаек в далеке Вдруг из самого из моря На горячий, на песок Чудо
          выползло такое Что я испытала шок Морская черепашка По имени Наташка С
          очками из Китая Такая вот крутая Морская черепашка По имени Наташка С
          очками из Китая Такая вот крутая Морская Морская черепашка По имени
          Наташка С очками из Китая Такая вот крутая Морская И на лоб себе
          сдвигая Эти чёрные очки Говорит, что я худая И прозрачная почти Я была
          её словами Глубоко возмущенна Но, что толку ведь со львами Говорят
          дружна она... Морская черепашка По имени Наташка С очками из Китая
          Такая вот крутая Морская черепашка По имени Наташка С очками из Китая
          Такая вот крутая Морская Черепашка Черепашка А потом она сказала Что
          певицей хочет стать И урок ей по вокалу Попросила преподать И с тех
          пор мы с черепашкой Неразлучные друзья Только жалко, что Наташка Не
          умеет петь как я Морская черепашка По имени Наташка С очками из Китая
          Такая вот крутая Морская черепашка По имени Наташка С очками из Китая
          Такая вот крутая Морская... Морская черепашка По имени Наташка С
          очками из Китая Такая вот крутая Морская черепашка По имени Наташка С
          очками из Китая Такая вот крутая Морская черепашка По имени Наташка
          Такая... Крутая... Черепашка По имени Наташка Такая... Крутая...
          Морская
        </p>
      </section>
    </article>
  );
};

export default About;
